Repository: OPUS4/application
Catalog: modules/default/language/default.tmx
Source language: de
Languages: en

source: Lizenz
en: License

source: Startseite
en: Home

source: Suchen
en: Search

source: Browsen
en: Browse

source: Veröffentlichen
en: Publish

source: Freischalten
en: Review

source: Unveröffentlichte Dokumente freigeben.
en: Release unpublished documents.

source: Suchen und Browsen
en: Search and browse

source: Hilfe
en: Help

source: Kontakt
en: Contact

source: Impressum
en: Imprint

source: Standard
en: Default

source: Alle Dokumente
en: All documents

source: Keine Dokumente vorhanden!
en: No documents found!

source: Sortiere Dokumentliste nach:
en: Sort document list by:

source: Bitte wählen:
en: Please choose:

source: Suche
en: Search

source: Aufsteigend
en: Ascending

source: Absteigend
en: Descending

source: Zurück
en: Previous

source: Weiter
en: Next

source: Anfang
en: First

source: Ende
en: Last

source: Titel
en: Title

source: Datum
en: Date

source: Autor*in
en: Author

source: Dokumenttyp
en: Document type

source: Die Suche ergab <b>%1$s</b> Treffer.
en: Query returned <b>%1$s</b> hits.

source: Ergebnisse <b>%1$s</b> bis <b>%2$s</b>
en: Showing results <b>%1$s</b> to <b>%2$s</b>

source: Sollwert
en: Expected

source: Istwert
en: Actual

source: Prüfsumme konnte nicht geprüft werden. Die Dateigröße übersteigt die konfigurierte Grenze für die Hash-Kalkulation.
en: Checksum cannot verified. File exceeds configured size limit for hashing.

source: Prüfsumme konnte nicht geprüft werden.
en: Checksum could not be verified.

source: Kommentar
en: Comment

source: Einbringen
en: Process

source: Speichern
en: Save

source: Abbrechen
en: Cancel

source: Weitere
en: Next

source: Schlüsselverwaltung
en: Key Management

source: Gültige Signatur von %1$s
en: Valid signature from %1$s

source: Ungültige Signatur von %1$s
en: Invalid signature from %1$s

source: Schlüssel anzeigen
en: Show key

source: Signatur anzeigen
en: Show signature

source: Signierschlüssel anzeigen
en: Show key used for signature

source: Passwort Ihres internen Schlüssels
en: Passphrase for your internal key

source: Diese Datei signieren
en: Sign this file

source: Bitte loggen Sie sich zum Publizieren neuer Dokumente ein.
en: Please login to publish new documents.

source: Sie sind nicht berechtigt neue Dokumente zu publizieren. Bitte loggen Sie sich aus und mit einem anderen Konto wieder ein.
en: Your account is not allowed to publish documents. You may relogin with an other identity.

source: Dokument einer Sammlung zuweisen
en: Assign document to collection

source: Dokument einer organisatorischen Einheit zuweisen
en: Assign document to organisational unit

source: Diesem Dokumenttyp können keine Dateien zugewiesen werden
en: This document type does not allow files

source: Schlüsseldatei
en: Keyfile

source: Abschicken
en: Send file

source: Erweiterte Suche
en: Advanced Search

source: Neueste Dokumente
en: Latest documents

source: Suchbegriff
en: Search Term

source: Lizenz mit ID %1$s nicht gefunden.
en: License with ID %1$s not found.

source: Anmelden
en: Login

source: Abmelden
en: Logout

source: Konto
en: Account

source: Ja
en: Yes

source: Nein
en: No

source: Bitte geben Sie die folgende Zeichenfolge ein.
en: Please enter the following characters to verify your are not a robot.

source: Gehe zu
en: Jump to

source: Nachricht vom OPUS 4 Repository bezüglich Ihrer Veröffentlichung
en: Message from OPUS 4 repository regarding your publication

source: Treffer
en: search hit

source: TESTUMGEBUNG
en: NON PRODUCTION ENVIRONMENT

source: Herunterladen
en: Download

source: Alle
en: All

source: Hinzufügen
en: Add

source: Verzeichnis
en: Folder

source: State
en: Status
